export type DvoryanstvoComb = "" |"могъщ владетел"|"високопоставен царедворец"|"изтъкнат сановник"|"дребен дворянин"
|"сервилен прислужник"|"родолюбив воин"|"заслужил военачалник"|"безимотен аристократ"|"изпаднал земевладелец"|"обезнаследен изгнаник"

export type DuhovenstvoComb = "" |"прословут пророк"|"духовен водач"|"посветен духовник"|"фанатичен проповедник"
|"новопостъпил послушник"|"смирен монах"|"набожен поклонник"|"отлъчен еретик"|"разгулен култист"|"предан последовател"

export type IntelektComb = "" |"гениален философ"|"възхваляван трубадур"|"начетен изследовател"|"прочут писател"
|"любознателен ученик"|"безизвестен артист"|"смахнат изобретател"|"отегчен писар"|"некадърен поет"|"самоук алхимик"

export type ProstolubComb = "" |"заможен търговец"|"умел занаятчия"|"гостоприемен ханджия"|"скромен рибар"
|"отруден земеделец"|"прост пастир"|"хрисим ловец"|"непохватен чирак"|"изстрадал мореплавател"|"несретен скитник"

export type PodzemenComb = "" |"опасен разколник"|"безскрупулен мошеник"|"коварен шарлатанин"|"изпечен контрабандист"
|"хитър измамник"|"злонрав главорез"|"опитен обирджия"|"безмилостен пират"|"неуловим крадец"|"махленски скандалджия"

export type friendsFoesAllComb = DvoryanstvoComb | DuhovenstvoComb | IntelektComb | ProstolubComb | PodzemenComb
