export type gossipers = "" |
"Прислужниците на неизвестен дребен благородник дочули мълви, според които"|
"Местна кръчмарка научила от пияните си посетители, че"|
"Няколко улични хлапета били чути да пеят детински рими, според които"|
"По думите на стар местен рибар те е чул да казваш, че"|
"Неколцина местни стражи били твърдо убедени, че"|
"Някакъв странстващ рицар се представял с твоето име и разправял, че"|
"Според родствениците ти"|
"Един от чираците в някаква работилница разказал на останалите, че"|
"Две пътуващи ясновидки били чути да обсъждат, че"|
"Група местни поети и музиканти написали песен, според която"

export type rumors = "" |
"не понасяш сирильци и се присмиваш над смешните им суеверия"|
"ненавиждаш езичници, независимо откъде са"|
"понякога разговаряш с привидения"|
"страниш от латинейци заради прекомерната им набожност"|
"не харесваш надменните огамци и ги отбягваш при всяка възможност"|
"нямаш доверие на хабилеанци и не искаш и да имаш за нищо на света"|
"смяташ всички орхонгци за диваци"|
"смяташ всички футарки за диваци"|
"мразиш префърцунените благородници и самодоволните им физиономии"|
"имаш предразсъдъци към духовници"|
"ненавиждаш артисти"|
"познаваш отблизо съмнителни лица и дори бегълци от закона"

export type truthfullnes = ""|
"но уви, това са само сплетни и измислици, в които няма и капчица истина."|
"ала това е само отчасти вярно и си има обяснение. Явно има недоразумение."|
"и това е самата истина. Как ли се е разчуло?"