export type Krepkost = ""|"Решаваща победа"|"Надвиване на опасен противник"|"Укрепване на крехко здраве"|
"Преживяване на мор"|"Оцеляване след нашествие"|"Дълго пътешествие"

export type Uverenost = ""|"Надхитряване на противник"|"Отхвърляне на неизгодна спогодба"|"Спечелване на нечие доверие"|
"Запазване на вяра въпреки изпитания"|"Приятелството на могъщ владетел"|"Превъзмогване на предателство"

export type Sposobnost = ""|"Усвояване на занаят"|"Придобиване на лечителски опит"|"Завършване на изтощително обучение"|
"Развиване на талант за произволно изкуство"|"Спасение от зла беда"|"Плодороден труд"

export type Vazpriyatie = ""|"Разтълкуване на поличба"|"Събиране на колекция от ценни писания"|"Постигане на житейска мъдрост"|
"Подробно опознаване на природата"|"Наставления от просветен философ"|"Усвояване на тайно учение"
             