export enum FutarkFemale {
    Алфруна = 1, Аника, Анне, Асдис, Аслауг, Астрид, Берта, Енглфриде, Варпу, Венделийн,
Вибеке, Вигдис, Вилхелмина, Вулфрид, Гертруда, Гретхен, Гризельда, Гудрун, Гуендолийн, Еверарда,
Елза, Ерика, Зийглинд, Ида, Инге, Ингрид, Кильлики, Лагерта, Льоте, Лимике,
Марикен, Минту, Рагнхилд, Рут, Сигрид, Сольвига, Стийна, Суви, Таря, Туве,
Туснельда, Туули, Фрийде, Хеге, Хедвиг, Хельга, Хенрика, Хилдегард, Юлрике, Ирма
}

export enum OgamFemale {
    Авентина = 1, Алба, Анабел, Айшлин, Бетани, Боудика, Вайълет, Велития, Гладис, Гуиневра,
Дафни, Дейрдре, Дубния, Елизабет, Елинор, Ерин, Есме, Естер, Имoджен, Имоен,
Кара, Кейли, Кейтлин, Лафлин, Лойси, Меган, Мейзи, Миртъл, Моуд, Мойрин,
Моули, Мораг, Нейоми, Нимуе, Нора, Орла, Офилия, Пейзли, Роуина, Роушийн,
Скайлър, Скарлет, Уилоу, Уна, Филис, Фиоуна, Фърн, Хариет, Холи, Шивоун
}

export enum SirilskoFemale {
    Аксиния = 1, Аля, Анастасия, Блага, Бързонога, Василиса, Ведра, Весна, Вера, Гиздавка,
Гроздана, Дарена, Дивна, Драга, Дружелюбка, Жарка, Зоя, Искрица, Калинка, Китка,
Лилия, Льонка, Магда, Малина, Маришка, Марта, Марусинa, Надежда, Наташа, Незабравка,
Немирка, Огньена, Олга, Радулина, Ружка, Руксандра, Румена, Руслана, Светлана, Снежана,
Съдбомила, Тамаръ, Татяна, Теменуга, Фиданка, Хубавена, Черешна, Шептиха, Яга, Ядвига
}

export enum LatinaeFemale {
    Агате = 1, Агустина, Аклиния, Алфонсин, Ангелия, Ариадна, Аурелия, Берганца, Виргиния, Габриела,
Гуадалупе, Евридика, Енграсия, Есмералда, Ефирия, Жозефина, Жулиета, Ивон, Изабел, Калиопе,
Касандра, Климентин, Клотилд, Консоланс, Лагрима, Лаура, Летиция, Лето, Лоредана, Луиза,
Марина, Мерседес, Морена, Оливия, Паулин, Пириклея, Присила, Пруденция, Росарио, Сапфидора,
Сидония, Стела, Темида, Ференике, Филипа, Флора, Хиполита, Хорация, Хризанте, Цитрония
}

export enum OrkhongFemale {
    Абуучи=1, Айшварая, Актолкин, Алия, Андзай, Арундхати, Багхазат, Бансури, "Буи-Циен", Врижая,
Гилназ, Гитанджали, Гулдаста, Гюлбахар, "Гянг-Шян", Зейнеб, Индира, Инзали, Йамамото, Каршаш,
"Кио-Ю", Комори, "Куон-Сун", Мцунага, Мацуо, Мизутани, Мочизуки, Мурали, Наренгауа, Олома,
Пагане, Самгали, Сарканел, "Сип-Су", Субхашини, Сурявати, Йевар, Уакизака, "Уанг-Юн", Умбаяш,
Фейзихати, Фукуизуми, Хадаган, Ханамура, Хатанака, Хонгурдзул, "Чунг-Ми", Шираканти, Шихари, "Янг-Лъ"
}

export enum HabileaFemale {
    Аулея=1, Аршут, Ахасуну, Беназир, Бехдиз, Джамила, Дидизна, Димона, Думсила, Елулу,
Емшему, Заида, Захира, Зинат, Зуелиндза, Зухейра, Икрам, Камунела, Кармин, Ксамди,
Кхумбо, Лейля, Лилит, Мехрава, Мирием, Мтендера, Нарамсина, Несрин, Небхотепа, Ноншуб,
Нцокуана, Рамла, Рахели, Рашида, Сабрия, Савихуа, Самира, Сакаримна, Тахарина, Фарида,
Фархана, Фатма, Фимихна, Хамдина, Хушена, Шалиша, Шаназ, Шахарит, Шехера, Ясмин
}