export enum FutarkMale {
    Алдвин = 1, Алдебранд, Ансгар, Арнолд, Асбьорн, Бардр, Браги, Бранд, Вилфрид, 
    Вилхелм, Вилями, Волфганг, Герхард, Гримвалд, Гунар, Ейнар, Зигмунд, Ивор, 
    Йоаким, Йонас, Йорн, Клаус, Конрад, Лейф, Лудвиг, Магнус, Ойвинд, Олаф, Ото, 
    Рагнар, Рагнвалд, Рихард, Рудолф, Сами, Свейн, Сигурд, Томас, Торвалд, Торстен, 
    Феликс, Фридрих, Фроди, Халдор, Харалд, Хеминки, Хенрик, Хокон, Юрки, Юстус, Юусо
}

export enum OgamMale {
    Алфред = 1, Бран, Бъртрам, Вокорикс, Галахад, Гарет, Гилбърт, Годуин, Годфрой, Дагда,
    Джефри, Диорикс, Дъглас, Дънстан, Едгар, Едмънд, Едуард, Ейнгъс, Етелстан, Клоувис,
    Конъл, Кормак, Кътбърт, Лувис, Маркъс, Мордред, Нейтън, Нуада, Озмънд, Озуолд,
    Оскар, Оуен, Патрик, Пърсивал, Реджиналд, Роуналд, Роури, Тевтат, Терънс, Тристан,
    Удроу, Уилфред, Уинстън, Уолтър, Утред, Утър, Фъргъс, Цернун, Чадуик, Шеймъс
}

export enum SirilskoMale {
    Борбен = 1, Борис, Брацко, Брзомислек, Ваньоша, Вова, Войтех, Володя, Вук, Гроздан,
Доброш, Драгица, Драгой, Дъбравко, Еленко, Жабор, Живорад, Зигмас, Змейко, Зжоборш,
Иваил, Игор, Искрен, Козльо, Козма, Лазло, Людевитко, Марко, Микулаш, Милош,
Миролюб, Мшчивой, Мъдрян, Найдьен, Неломим, Николае, Огньен, Ондржей, Предраг, Пржемьек,
Пьотр, Светило, Свободян, Съдбомил, Тараш, Фаркас, Чавдар, Юнак, Якорък, Яромирзш
}

export enum LatinaeMale {
    Амброджио = 1, Ангелариус, Аугустиус, Аурелио, Белаторо, Бонифациус, Бруто, Буоногуидо, Валерио, Вентуриус,
Вулпиус, Гаспар, Герасимус, Густаво, Делфуего, Диего, Доминико, Донатело, Дорото, Емилио,
Ецио, Игнацио, Инокентиус, Йоргос, Касис, Кирякoс, Конкордио, Леонардо, Мартириус, Михалис,
Нестор, Офидио, Перикъл, Помпилио, Рафаил, Рексо, Роберто, Руфио, Салвадоре, Сервидео,
Сервос, Стратофор, Тезей, Тилемахис, Фабио, Филипе, Флавий, Фредерико, Хорациус, Хризанто
}

export enum OrkhongMale {
    Адаркидай=1, Ашина, Ашитака, Бабу, Балтабек, Батирхан, Бахтияр, Башимур, Баянчур, Бугурул,
Бухаран, "Ву-менг", Гуглуг, Данджийт, "Дзей-сян", Дилмурат, "Зи-лей", Ишимаки, Йермек, Каваками,
Казуаки, Кайлаш, Карачар, "Конг-юхан", Кумагая, Малакар, Минамото, Окамото, Орзубек, Отаги,
Рахмат, Самундар, Судхир, "Сйен-бек", Такаяма, Тарагай, Теразава, Тимур, Токиморо, Тюлмюш,
Тюргюн, Ураками, "Фан-жоу", Ханцан, "Чанг-ик", Хомаюн, "Чанг-жи", Шамбу, "Шуе-жонг", Ялавек
}

export enum HabileaMale {
    Абазу=1, Абас, Абдул, Азиз, Али, Амемпсин, Аришака, Ахнатон, Балтазар, Бзуламанза,
Дагмауи, Дакури, Джамал, Джафар, Енлил, Ефраим, Замани, Ибрахим, Идрис, Иканда,
Импела, Ирод, Ишмаел, Казим, Калид, Луазизи, Нарамсин, Ндудузу, Низар, Нимрод,
Рашид, Саид, Сакумбе, Сафуан, Сикарим, Соломон, Тембисиле, Уандиле, Уасийм, Умзузу,
Фарид, Фундани, Халил, Хамид, Хамураби, Ханибал, Ханиф, Харун, Юсуф, Янзу
}