export enum character {
    алчен=1, амбициозен, апатичен, арогантен, безочлив, безпътен, "весел", галантен, груб, добросърдечен,

дързък, жесток, жизнерадостен, злонамерен, импулсивен, коварен, любознателен, меланхоличен, милостив, мързелив,

необуздан, непоклатим, непорочен, безскрупулен, отмъстителен, печален, плах, подъл, потаен, почтен,

предприемчив, продажен, работлив, разсеян, саркастичен, свободолюбив, скромен, смел, спокоен, старателен,

суров, схватлив, съобразителен, търпелив, угодничав, хладнокръвен, циничен, шеговит, щедър, язвителен, 
}

export enum calling {
    алхимик=1, артист, благородник, бракониер, вестоносец, владетел, военачалник, воин, вълшебник, гадател,

главорез, придворен, духовник, занаятчия, звероукротител, земеделец, знахар, изследовател, иманяр, кесиджия,

контрабандист, крадец, крепостник, култист, лесничей, лечител, ловец, мошеник, наемник, отшелник,

пират, писар, поет, поклонник, престъпник, революционер, рицар, скиталец, страж, трубадур,

търговец, учител, философ, шарлатанин, мореплавател, мъдрец, пастир, чирак, жрец, изобретател
}